4ti2
aalib
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
anthy
aom
archlinux-keyring
argon2
asciidoc
aspell
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audiofile
audit
auryo
autoconf
autoconf-archive
automake
avahi
babl
base
bash
bc
binutils
bison
blas
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabal-install
cabextract
cairo
cairomm
cantarell-fonts
cddlib
cdparanoia
celt
chromaprint
cifs-utils
clang
clementine
cmake
cmark-gfm
cmus
colord
compiler-rt
confuse
coreutils
cracklib
crypto++
cryptsetup
cups
cups-filters
curl
cython
dav1d
db
dbus
dbus-glib
dconf
debtap
desktop-file-utils
device-mapper
dialog
diffstat
diffutils
djvulibre
dkms
dmenu
dmenu-extended-git
dmg2img
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
e2fsprogs
efibootmgr
efivar
electron6
enchant
exiv2
exo
expac
expat
faac
faad2
fakeroot
faudio
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdbm
gdk-pixbuf2
gegl
gendesk
gettext
gf2x
ghc
ghc-libs
ghc-static
ghostscript
giblib
giflib
gimp
girara
git
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glpk
glu
gmp
gnupg
gnustep-base
gnutls
go
gobject-introspection-runtime
google-chrome
google-glog
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
grilo
grive-git
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-sharp-2
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitarray
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptohash-sha256
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dbus
haskell-digest
haskell-distributive
haskell-dlist
haskell-doctemplates
haskell-echo
haskell-ed25519
haskell-edit-distance
haskell-erf
haskell-exceptions
haskell-extensible-exceptions
haskell-free
haskell-glob
haskell-hackage-security
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-invariant
haskell-ipynb
haskell-juicypixels
haskell-kan-extensions
haskell-lens
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-parallel
haskell-pem
haskell-primitive
haskell-profunctors
haskell-quickcheck
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-pcre
haskell-resolv
haskell-resourcet
haskell-safe
haskell-scientific
haskell-semigroupoids
haskell-setlocale
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-syb
haskell-system-filepath
haskell-tagged
haskell-tagsoup
haskell-tar
haskell-temporary
haskell-texmath
haskell-th-abstraction
haskell-th-lift
haskell-time-compat
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unicode-transforms
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hdparm
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hwids
hyphen
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
iniparser
inotify-tools
intel-tbb
intel-ucode
intltool
iproute2
iptables
iputils
iso-codes
iw
jack
jansson
jasper
jbig2dec
js60
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kjobwidgets
kmod
knotifications
kpackage
kpeople
kpeoplevcard
krb5
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
ladspa
lame
lapack
latte-integrale
lcms2
ldb
ldns
lensfun
less
leveldb
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libsm
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libusb
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-mesa-vdpau
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libao
libappindicator-gtk2
libappindicator-gtk3
libappindicator-sharp
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdiscid
libdmx
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libfbclient
libfdk-aac
libffi
libfontenc
libgcrypt
libgdiplus
libgexiv2
libglade
libglvnd
libgme
libgpg-error
libgpod
libgudev
libgusb
libhangul
libheif
libibus
libical
libice
libicns
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinput
libjpeg-turbo
libksba
liblastfm-qt5
libldap
liblouis
liblqr
liblrdf
libmad
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmygpo-qt5
libmypaint
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
liboauth
libofa
libogg
libomxil-bellagio
libotf
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libquvi
libquvi-scripts
libraqm
libraw
libraw1394
librime
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzip
licenses
lidia
linux
linux-api-headers
linux-firmware
linux-headers
llvm
llvm-libs
lm_sensors
lmdb
lsb-release
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lynx
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
marisa
mdadm
media-player-info
mesa
mesa-vdpau
meson
metis
mimeo
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mono
movie-monad
mozilla-common
mpd
mpfr
mpg123
mtdev
mypaint-brushes1
ncurses
ncurses5-compat-libs
ndctl
neofetch
neon
netctl
nettle
networkmanager
nim
ninja
node-gyp
nodejs
notion-app
noto-fonts
noto-fonts-cjk
npm
npth
nspr
nss
ntl
nw-gyp
oniguruma
openal
opencc
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
opus
orc
p11-kit
pacman
pacman-mirrorlist
pacutils
pam
pambase
pandoc
pango
pangomm
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
pdfjs
perl
perl-error
perl-io-string
perl-mailtools
perl-parse-yapp
perl-test-pod
perl-timedate
perl-uri
perl-xml-parser
php
picom
pinentry
pixman
pkgconf
pkgfile
polkit
polkit-qt5
polybar-git
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-qt
pygobject-devel
pygtk
pyqt5-common
pyqtwebengine-common
pyside2
python
python-anytree
python-appdirs
python-attrs
python-cachecontrol
python-chardet
python-colorama
python-distlib
python-distro
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-jinja
python-lockfile
python-lxml
python-markupsafe
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pep517
python-pip
python-progress
python-pygments
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqtwebengine
python-pytoml
python-requests
python-retrying
python-setuptools
python-shiboken2
python-sip-pyqt5
python-six
python-urllib3
python-webencodings
python-xdg
python-yaml
python-zipp
python2
python2-cairo
python2-gobject2
qca
qpdf
qt4
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qutebrowser
ranger
raptor
re2
readline
reflector
rest
rhash
rhythmbox
rofi
rtkit
rtmpdump
run-parts
rxvt-unicode-pixbuf
rxvt-unicode-terminfo
samba
sbc
scrot
sddm
sddm-config-editor-git
sdl
sdl2
sed
semver
sg3_utils
shadow
shared-mime-info
slang
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
soundnode-app-bin
soundtouch
spandsp
speex
speexdsp
spotify
sqlite
srt
sshfs
startup-notification
steam
sudo
suitesparse
swig
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tevent
texinfo
texlive-installer
thin-provisioning-tools
thunar
thunderbird
tk
tlp
tlp-rdw
totem-pl-parser
tslib
ttf-dejavu
ttf-nanum
ttf-wps-fonts
twolame
tzdata
udisks2
uefitool-git
ufw
uim
unarchiver
unixodbc
unzip
upower
urxvt-perls
urxvt-resize-font-git
usbmuxd
usbutils
util-linux
v4l-utils
vid.stab
vim
vim-runtime
vmware-keymaps
vmware-workstation14
volume_key
vulkan-headers
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine
wine-mono
wine_gecko
winetricks
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
wps-office
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-utils-mimeo
xf86-input-evdev
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfconf
xfsprogs
xkeyboard-config
xmlto
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xz
yajl
yaml-cpp
yarn
yay-git
zathura
zathura-djvu
zathura-pdf-poppler
zathura-ps
zbar
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-syntax-highlighting
zstd
zvbi
zziplib
